[
  {
    "index": "0",
    "scene": "催单",
    "emotion": "着急",
    "emotion_audio": "",
    "text": "So if you guys are thinking about trying it, now is the time to get it.\nBecause it sells out insanely fast. \nThey're already low in stock again."
  }, {
    "index": "1",
    "scene": "产品介绍",
    "emotion": "普通",
    "emotion_audio": "",
    "text": "In terms of the collagen, guys, the reason this collagen supplement is so popular, if you've ever taken collagen supplements before. \nMost collagen supplements only have type 1 collagen, right? \nThis has type 1, 2, 3, 5, and 10 plus biotin, vitamin C, and hyaluronic acid.\nSo it is a full spectrum collagen supplement. \nCovers all the bases for hair, skin, nails, joints."
  }, {
    "index": "2",
    "scene": "产品介绍",
    "emotion": "普通",
    "emotion_audio": "",
    "text": "Type 1 collagen, this does make up 90% of hair, skin, and nails. \nSo that should give you an idea of how important it is for those three things. \nType 2 collagen is what builds cartilage strength. \nSo this is excellent. \nThis is extremely important for joints. \nA lot of people with RA take this, have said it's really helped them with that. \nSo if you guys are dealing with joint issues, definitely give this a try. \nType 3 collagen, this is good for muscles, arteries, organs. \nType 5 collagen, really important for eyes, hair, and skin. \nAnd then type 10 collagen promotes bone health and development, right? \nSo those with osteoporosis, people have seen some good results there as well. Biotin. Biotin helps our bodies convert food, into energy. \nSo specifically going to help with things like skin, hair, eyes, liver, nervous system.\nVitamin C. I know everyone's heard of vitamin C, right? \nVitamin C aids in the growth and repair of tissues in the body. \nTissues in the body. \nBasically anything that's not a bone is going to be a tissue. \nBut why a lot of people don't realize about vitamin C? \nIs it actually helps our bodies? \nNaturally produce more of its own collagen?\nwhich becomes extremely important as we get older.\nBecause we lose collagen as we age. Right?\nSo it becomes very important for how we look, how we feel, how we function. \nBy the time we get to age 25, our body is losing about 1% of its collagen every single year. \nSo that really starts to compound as we get into our 30s, 40s, 50s, right? \nHyaluronic acid. Hyaluronic acid is huge for skin. \nYou guys, hyaluronic acid helps with soft tissue growth. \nIt signals the body to produce more collagen, more elastin, both of which are extremely important for skin. \nGoing to keep your skin moisturized. \nPrevent tightness. \nBoost elasticity. \nReduce scarring. \nYou guys have questions on any of that, let me know. \nThe collagen should be pinned down below. \nBut again, it's full spectrum. \nSo you've got five types of collagen, biotin, vitamin C, hyaluronic acid. \nWe've got all the bases covered there for hair, skin, nails, joints. \nThis two pound bag of collagen sells for 60 bucks on their website. \nSo you guys are getting a massive discount right now on TikTok, with the sale they have going on. \nDefinitely take advantage of that. \nTwo pound bag, 82 servings. You guys can rake it for three months. \nOne pound bag, 41 servings. That's going to last you about a month and 10 days. So two pound bag is a much better value in terms of cost per serving. \nNot to mention, if you compare this with other collagen supplements, the cost per serving on this is much less than other collagen supplements out there. \nNot to mention the quality of this is so much better."
  }, {
    "index": "3",
    "scene": "感谢",
    "emotion": "兴奋",
    "emotion_audio": "",
    "text": "Appreciate the share, likes, appreciate it."
  }, {
    "index": "4",
    "scene": "产品介绍",
    "emotion": "普通",
    "emotion_audio": "",
    "text": "One serving you guys is two scoops. \nSo two scoops daily. Morning. Afternoon. Evening. It does not matter what time of day you take this.\nAs long as you're taking two scoops a day, you will see the difference. \nMost people just mix this with their coffee in the morning, but you can also mix it with tea, hot water, oatmeal, smoothies. \nIt is unflavored, so it's just going to take on the taste of whatever you put it in. \nI've also heard of people putting this in cookies, pancakes, soups. \nSo you guys can definitely get creative. \nFind what works best for you. \nIt's also hydrolyzed, so it's very easy for our bodies to get rid of the toxins. \nYou can take it in a cup, and you can drink it. \nIt's not going to upset your stomach or anything like that. \nIt's GMO free, gluten free, filler free. \nThere's also no sugar in this. \nThere's no sugar. \nThere's no carbohydrates. So it is very diet friendly. \nThere's only 38 calories per serving. There's also 10 grams of protein. \nSo those of you guys that are on keto diets, calorie restrictive diets, you can absolutely take this.\nNot going to spike your blood sugar, not super high in calories, right?"
  }, {
    "index": "5",
    "scene": "折扣介绍",
    "emotion": "激动",
    "emotion_audio": "",
    "text": "So for all new customers can also get extra 50% discount. \nSo add it to your cart, go to the checkout page. \nOn the checkout page, there's a section that says deals. \nThose are additional discounts from TikTok. \nThey stack on top of the sale price. \nAnd then I can also get the collagen. \nI'll show you guys real quick.\nTwo pound bag of collagen. I can get the two pound bag of collagen for 17 bucks on my other account here, right? Because I have those additional discounts from TikTok. \nClick on that thing that says deals. \nMake sure you're applying all the discounts. \nThe other way to check for it, you guys, is on your screen. \nIf you see this little red ticket, that little icon in the corner, it means you have additional discounts from TikTok. \nThose stack on top of the flash sale price, bring it down even further. \nSo we've had people today get both of these for 15 bucks, for 16 bucks, because they're utilizing those discounts. \nIf you guys have never made a purchase from TikTok before, TikTok is gonna give you the first time purchase discount.\n That is the best discount there is. \nThat's how people are able to get both of them for 15, 16 bucks. \nSo if you've never made a TikTok purchase, definitely take advantage of that first time purchase discount. \nIf you guys don't have any coupons on your account, you can always share this live with another account you have or account a friend has, family member, kids. whatever, and get the discounts from their account, right?"
  }, {
    "index": "6",
    "scene": "催单",
    "emotion": "兴奋",
    "emotion_audio": "",
    "text": "Let me know if you guys have any questions on how to get the discounts. \nShipping is free on both of these. Returns are also free. \nSo you have nothing to lose. \nShipping's quick too, you guys. \nIt ships from California. \nSo it's not coming from overseas, right? \nMost people are getting this within three to five days. I got mine in three."
  }, {
    "index": "7",
    "scene": "安全介绍",
    "emotion": "普通",
    "emotion_audio": "",
    "text": "It's also made in California. So it's made in the USA. It's made in California in an FDA registered facility. \nSo extremely high standards, extremely high quality. \nMost supplements are made overseas, right? They're super low quality. They don't have the ingredients they're supposed to have. \nThey have contaminants, heavy metal, other stuff we don't want to be putting into our bodies. \nSo not only is this made in an FDA registered facility, it's also independently third-party lab tested. \nSo they're testing all the ingredients. They're testing quality. They're testing for contaminants, heavy metals, molds, all the bad stuff we don't want, right?"
  }, {
    "index": "8",
    "scene": "产品介绍",
    "emotion": "普通",
    "emotion_audio": "",
    "text": "If you guys are trying to buy both of these, hit the shopping cart icon in the corner, add them both to cart. \nJust to recap for those of you guys that are new. \nRight!\nCollagen, great for hair, skin, nails, joints. \nThere's five types of collagen in here. Biotin, vitamin C, hyaluronic acid. \nSo it is a full spectrum collagen supplement, right? \nCovers all the bases there. Unlike most collagen supplements, most collagen supplements just have type one, right? \nSo this is full spectrum."
  }, {
    "index": "9",
    "scene": "催分享",
    "emotion": "激动",
    "emotion_audio": "",
    "text": "So if you're a beginner buy with coupons there.\nIf you don't have the coupons share this live with somebody else, another account you have and get the coupons there."
  }, {
    "index": "10",
    "scene": "催评论",
    "emotion": "激动",
    "emotion_audio": "",
    "text": "This stuff sells out extremely quickly, i warn you guys!\nEvery single week and then i get every single week it sells out.\nGet people asking for it, so if you're wanting to try it, if you've been thinking about. it now would be the time to do, so if you have questions , make sure, you guys drop your questions down in the chat.\nAnybody that's been taking this, share your experience. \nlet us know what benefits you."
  }, {
    "index": "11",
    "scene": "产品介绍",
    "emotion": "普通",
    "emotion_audio": "",
    "text": "Collagen peptides you guys sold over a half million of these on tiktok!\nThey're super popular, the reason that this supplement is so popular,\nif you've ever taken collagen supplements in the past, most collagen supplements only have type 1 collagen.\nThis has type 1 2 3 5 and 10 plus biotin vitamin c and hyaluronic acid.\nso it is a full spectrum collagen supplement, covers all the bases for hair, skin, nails joints.\nRight!\ntype 1 collagen that that's what makes up 90% of our hair skin and nails, so that should tell you how important it is.\nFor those three things, type 2 collagen is what gives our cartilage strength, so this is really important for your joints.\nIt sold out 500,000 items, so this really helped them.\ntype 3 collagen, guys, really important for muscles arteries organs.\ntype 5 collagen, this is really important for eyes hair and skin.\nAnd then type 10 collagen, promotes bone health and development.\nif you guys have questions on that, just drop it in the chat.\nBiotin! biotin helps our bodies convert food into energy, specifically it can help with things like skin, hair, eyes, liver, nervous system.\nvitamin c everyone's heard of vitamin c,  vitamin c aids in the growth and repair of tissues, in the body,  so tissues in the body, basically anything that's on a bone is going to be a tissue.\nbut why a lot of people don't realize about vitamin c？\nIt’s vitamin c actually helps our bodies naturally produce more of its own.\ncollagen. so as we get older. collagen becomes more and more important for how our bodies looks.  how we feel? how we function? \nbecause we lose collagen as we age.\nonce we age, we get to age 25, our body's losing about one percent of its collagen every single year.\nso by the time you're in your 30s, 40s, 50s and so on.\nThat becomes extremely important."
  }, {
    "index": "12",
    "scene": "产品介绍",
    "emotion": "普通",
    "emotion_audio": "",
    "text": "hyaluronic acid is huge for skin.\nyou guys hyaluronic acid helps with soft tissue growth.\nit signals the body to produce more collagen and elastin collagen and elastin.\nboth extremely important for skin.\nGoing to keep your skin moisturized, prevent tightness, boost elasticity, reduce scarring.\nYou are getting a massive discount right now on TikTok.\nWith the flash sale they have going on. \nAppreciate the followers.\nOne serving is two scoops. \nYou guys are going to take two scoops daily.\nmorning, afternoon, evening. \nIt does not matter what time of day you take this. \nAs long as you're taking two scoops a day, you're doing it right. \nMost people just mix this with their coffee in the morning. \nYou can also mix it with tea, hot water, oatmeal, smoothies. \nIt is unflavored, so it's just going to take on the taste of whatever you're putting it in. \nPeople do get creative with it too, right?\nI've heard of people putting this in pancakes, cookies, soups.\nSo again, just find what works better for you. \nThe most important thing is that you're taking it daily. \nOne week in with collagen peptides, but I've not seen or felt any better. \nI'll give it another week. \nDefinitely give it more than two weeks, right? \nYou guys aren't going to see results overnight."
  }, {
    "index": "13",
    "scene": "产品介绍",
    "emotion": "普通",
    "emotion_audio": "",
    "text": "I know some people say they see results pretty quickly, but it can take a month, two months, right? \nYou got to give it time. \nWe got to be patient. \nYou guys, this is hydrolyzed as well. \nSo it's very easy for our bodies to digest and absorb. \nNot going to upset the stomach, anything like that, right? \nIt's also GMO free, gluten free, filler free."
  }, {
    "index": "14",
    "scene": "催分享",
    "emotion": "普通",
    "emotion_audio": "",
    "text": "Make sure you're applying all the discounts.\nIf you don't have those discounts on your account, you can share this live with another account.\nIf you have a second account, you can share this live with another account. \nIf you have a friend's account, family member's account, spouse's account, right? Share the live with that account and they probably have those discounts there. \nBut the best discount is going to be for those of you, that have never made a purchase from TikTok. \nSo that's you. \nYou're going to get that first time purchase discount from TikTok.\nDefinitely take advantage of that. \nI have 80% off, like me. \nAppreciate the share for the collagen. \nYeah. \nDo what I just said.\nGive that a try."
  }, {
    "index": "15",
    "scene": "产品介绍-安全性",
    "emotion": "普通",
    "emotion_audio": "",
    "text": "So even if you don't have these additional coupons, you're still getting a massive discount with the flash sale going on, on the collagen. \nYou guys, the collagen is also sugar free. \nThere's no sugar. \nThere's no carbohydrates, right? \nSo it's very diet friendly. \nYou guys are on keto diets or calorie restricted diets. \nYou can absolutely take this. \nNot going to spike your blood sugar. \nVery low calorie, only 38 calories per serving, 10 grams of protein. \nIf you have any questions on that, let me know."
  }, {
    "index": "16",
    "scene": "催单",
    "emotion": "普通",
    "emotion_audio": "",
    "text": "Collagen should be pinned below. If you're trying to get both, hit the shopping cart icon, add them both to cart, right? \nMake sure you guys are taking advantage of those deals. \nIf you guys see this little coupon button, that little ticket looking thing, that means you have additional discounts from TikTok, right? \nThose discounts do expire. \nSo take advantage of those while you have them."
  }
]